---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExportLineweightInfo
source: html/d2e0ed01-4251-64aa-f7ed-fe6a2e5213f4.htm
---
# ExportLineweightInfo Properties

The destination lineweight name (the name of the line weight in the exported format)